Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 凌霄摸着下巴琢磨了一下，这点他还真不知道，“你要真想金丝，那就制点春药给他们试一试，至于坚实的活儿，先让吞金兽去做。”
en_us: Ling Xiao touched his chin as he pondered over it. He really did not know what to do about this too, "If you really want the golden silk, make some aphrodisiacs for them to try. As for the heavy lifting (坚实的活儿), let the Metal Swallowing Beast do it first."

source: 凌霄摸着下巴说道：“应该没有。”
en_us: Ling Xiao touched his chin, "There should be none."

source: 凌霄摸着他的头发，勾起嘴角：“不要脸的人你又不是第一次看到，下次长点记性，不要看到什么人都救，有些人心术不正未必会感谢你，这种人就应该让她尝尝绝望的滋味。”
en_us: Ling Xiao stroked his hair as the corner of his mouth raised up, "It's not the first time you've seen a shameless person. Remember this incident the next time and don't just save anyone you see. Some people harbor evil intentions and may not thank you for your help. This kind of person should be given a taste of despair."

source: 凌霄摸着他裸露出来的肚子，低声笑道：“夫人，你怀孕几个月了？”
en_us: Ling Xiao stroked his bared stomach as he softly laughed, "Wife, how many months are you pregnant?"

source: 凌霄撇了他一眼，“你希望我回答好对不对？”
en_us: Ling Xiao glanced at him, "You want to say yes, don't you?"

source: 凌霄收刮的几座洞府多是在灵山半山腰，只有一座是山上的洞府，等级比较高，洞府种植的灵草有六成是顶级灵草，其余的多多少少也有一些，加起来总量也不少。
en_us: The few Immortal’s Cave Ling Xiao scavenged was mostly from the hillside, only one was around the top of the mountain. That one was high levelled, with sixty-percent of the magic herbs being transcendent level ones. There was a bit of everything else as well, so the total amount came up to quite a bit.

source: 凌霄收起手中的火球，“既然我夫人都说算了，那便算了。”
en_us: Ling Xiao retracted his fireball, "Since my wife calls the shots, then its fine."

source: 凌霄放下茶杯，示意他倒茶。
en_us: Ling Xiao put down his tea cup, hinting for him to pour the tea.

source: 凌霄敲了他脑袋一记，“愉快你个头。”
en_us: Ling Xiao cuffed him over the head. "Decided your ass."

source: 凌霄无异议，他正有此打算，之前无法拖住游震天，贸然使用空间符反而会被他扰乱空间，眼下游震天被光团拖住，正是时候。
en_us: Ling Xiao did not have any objection, he was thinking the same too. They did not use this as they had no way of stalling You ZhenTian earlier. Rashly using the teleportation talisman would allow him to disturb the space (扰乱空间) and interfere with their escape. Now that You ZhenTian was currently being stalled by the ball of light, it was time.

source: 凌霄无所谓地道：“既然你不想挖，那就走吧。”
en_us: Ling Xiao said indifferently, "If you don't want to dig it out, then let's just go."

source: 凌霄早就认出他，只是一直没有反应而已，现在看到他，俊脸不由得露出一个诡异的笑容。
en_us: Ling Xiao had recognized him long ago, it was just that he did not have any reaction. Now when he saw him, Ling Xiao could not help revealing a strange smile on his handsome face.

source: 凌霄早有准备，两缕火苗像火蛇一样自他手上窜出去，瞬间缠上黑衣人的剑，火蛇顺着剑迅速的朝黑衣人身体攀上去，为了自己的性命，他们不得不撤掉攻击。
en_us: Ling Xiao, however, was prepared. Two slivers of flame, like a snake, slithered out and wrapped around the man in black's swords. Climbing up the sword, they quickly reached towards the men's bodies. To protect themselves, the men in black couldn't help but retract their attack.

source: 凌霄是一路找过来的，当然，一路上也没发现任何可疑的地方，可以确定，白虎的右眼不在这边，要么在峡谷的另一边，要么在峡谷下面。
en_us: Ling Xiao searched all the way over, and of course, he hadn't seen anything suspicious along the way. They could be certain that the white tiger's right eye was not here. It was either on the other side or below them.

source: 凌霄显然也没有叙旧的意思，将他拦截下来后便直接出手了，几拳打得毫无防备的他吐血不止，加上两三个月前未痊愈的伤势，现在伤得更重了，就是神境强者都未能打赢他。
en_us: Ling Xiao obviously wasn't here to reminisce about the olden days. Once he intercepted him, he acted immediately, and within a few blows he caused the expert to spew blood endlessly, unable to defend himself. His injury, which still hadn't healed completely from two or three months ago, became even more serious. Even if he was a Divine Realm expert, he wouldn't be able to defeat him.

source: 凌霄晋级比他还快，别人羡慕他晋级快，可他更羡慕凌霄，不用修炼就能晋级。
en_us: Ling Xiao was advancing even faster than him. Others are jealoused of him but he was even more jealoused of Ling Xiao, who doesn't have to cultivate to advance.

source: 凌霄最先反应过来，扬眉道：“那只鸡？”
en_us: Ling Xiao was the first to recover. He raised his eyebrows and said, "That chicken?"

source: 凌霄最后一句话说完，传音石的光芒就暗淡了下去。
en_us: With that, the light from the transmission stone faded.

source: 凌霄本来想说不用，听到他的话突然一阵意动，“那就给我一枚。”
en_us: Ling Xiao had planned on rejecting, but a thought occurred to him as You XiaoMo was talking, "Then give me a pill."

source: 凌霄果然被逗乐，猜中始作俑者却没有猜中过程，这么奇葩的问题也就只有他的夫人才说得出来。
en_us: As expected, Ling Xiao was amused. He had guessed the perpetrator but not the process. Only his wife could have asked such a bizare question.

source: 凌霄欣慰的点点头，“我想我知道为什么你能继承赤血家族的传族之宝，而游震天这些人却继承不了的真正原因。”
en_us: Ling Xiao nodded gratefully. "I believe I know the real reason why you can inherit the Vermillion Blood Clan's Inheritance Jewel and why people like You ZhenTian cannot."

source: 凌霄正在看游小默炼丹，突然发现血玉有了动静。
en_us: As Ling Xiao was watching You XiaoMo refine pills, he suddenly felt the movements of the Blood Jade.

source: 凌霄正经八百的道：“你就当没有，有的话就是惊喜了。”
en_us: Ling Xiao replied in all seriousness, "Just take it as if there were none. Then, it would be a pleasant surprise if there were."

source: 凌霄正经道：“而且跟你一样二，你不收他谁收？”
en_us: With complete seriousness, Ling Xiao said, "And an idiot just like you, if you don't take him in then who?"

source: 凌霄正色道：“古叔，我实在上次与你分别之后突破的。”
en_us: Ling Xiao was unflinching, "Uncle Gu, I really broke through after we went separate ways the last time."

source: 凌霄沉吟了半晌，“你把地图拿出来，试着将三种颜色的线连一连，看看有什么发现，水元素之心很可能藏在里面。”
en_us: Ling Xiao muttered to himself irresolutely for quite some while, "Take out the map and try to connect the three colored lines to see if you can find anything. The Water Elemental Essence is probably hidden inside there."

source: 凌霄沉吟地说道：“知道太多对你没好处。”
en_us: Almost muttering to himself, Ling Xiao said, "Knowing too much is not always good."

source: 凌霄沉吟的道：“理论上应该去参加，但是……”
en_us: Ling Xiao said in a low tone. "Theoretically we should, but..."

source: 凌霄沉吟道：“先找个无人的地方再说。”
en_us: Ling Xiao murmured, "Let's first find a place without people, and then we can talk."

source: 凌霄沉默了。
en_us: Ling Xiao fell silent.

source: 凌霄没想到他这么机灵，沉默了两秒才追过去。
en_us: Ling Xiao didn't expect for him to react so fast, falling silent for two seconds before giving chase.

source: 凌霄没什么表示，嘴角一直挂着一抹似笑非笑，“不错，正是我们。”
en_us: Ling Xiao did not express anything and there was constantly a smile that was yet not a smile on his face, "Correct, that's us."

source: 凌霄没好气的敲敲他脑袋，“你这颗脑袋成天都在想什么，我有说要救她们吗？”
en_us: Ling Xiao cuffed him over the head. "What the hell are you using your brain for all day? Did I say we were going to save them?"

source: 凌霄没有十分的把握能从玄龟族哪里得到一滴精血，如今玄威二人自动送上门来，有无人知道他们的行踪，岂有放过的道理。
en_us: Ling Xiao didn't have a hundred percent certainty that he could condense even a single drop of blood from a black turtle. Now that two had come willingly with no one knowing of their journey, there was no reason to show mercy.

source: 凌霄没有反对。
en_us: Ling Xiao didn't oppose it.

source: 凌霄没有反驳，反而听话的放他下来，然后顺手抹掉嘴角的血迹，为了控制住四股力量的平衡，他受了内伤。
en_us: Ling Xiao did not retort. Instead, he obediently let You XiaoMo down, then he wiped off the bloodstain at the corner of his mouth in passing. He had suffered an internal injury in order to control the equilibrium of the four forces.

source: 凌霄没有回答他，目光却落在他的怀里。
en_us: Ling Xiao did not answer him, but his gaze fell onto his chest.

source: 凌霄没有异议，“小心一点。”
en_us: Ling Xiao didn't object. "Be careful.'

source: 凌霄没有意见，他对游小默的想法还是很了解的，错过这次机会，下次要想联系上莫景就不知道是什么时候了。
en_us: Ling Xiao did not have any objections. He understood You XiaoMo's way of thinking quite well. If they missed this opportunity, they did not know when the next opportunity to contact Mo Jing would come.

source: 凌霄没有理他，这是他第一次越阶斗圣境强者，压力确实有，但是更多的却是跃跃欲试的兴奋，他准备利用这次机会试一试四种血脉的威力，之所以跑到这里，就是不想让太多人看到。
en_us: Ling Xiao ignored him. This was his first time challenging a Sacred Realm expert. Although the pressure was indeed present, there was more of an eager happiness than anything else. He was prepared to use this chance to test the power of four different bloodlines. The reason he had run to this place was just because he didn't want too many people to witness it.

source: 凌霄没有直接回答他的问题，反而问道：“你知道白虎为什么要常年沉眠于此吗？”
en_us: Ling Xiao didn't directly answer his question. Instead, he asked, "Do you know why the White Tiger hibernates for so many years?"

source: 凌霄没有看他，扶着额头将玉简递给他，不忍直视的摸样，“你自己看看吧。”
en_us: Ling Xiao did not look at him. He passed the jade drive to You XiaoMo while supporting his head with a hand, as if he could not bear to look at him, "Take a look for yourself."

source: 凌霄没有看到黑衣人消失的尸体，不过他能感觉到这里刚刚经历过一场大战，看了不远处的莫雪等人，便问：“发生什么事了？”
en_us: Ling Xiao didn't see the man in black's vanished corpse, but he could tell that a major fight had happened here. Looking at Mo Xue's group in the distance, he asked, "What happened?"

source: 凌霄没有看姬凤，他朝门口看过去，平静地道：“还不快过来。”
en_us: Ling Xiao didn't look at Ji Feng. He looked towards the doorway instead and said calmly, "You still don't come here."

source: 凌霄没有立刻接他的话，目光突然往门口的方向扫了一眼，正好撞上游小默那双贼溜溜的眼睛，后者几乎是下意识的缩回门后。
en_us: 贼溜溜Ling Xiao didn't response immediately but instead his gaze suddenly sweeped over towards the door, concidently meeting You XiaoMo's prying eyes (贼溜溜). The latter instinictively retreated back behind the door.

source: 凌霄没有说什么，倒是给他一个稍安勿躁的眼神。
en_us: Ling Xiao did not say anything. Instead, he gave him a look telling him to patiently wait (稍安勿躁).

source: 凌霄没有采取防御，两种颜色的火焰在他拳头上跳动起来，当他的拳头碰撞在一起的时候，霎时涌起一道巨大的火浪，火浪像一把镰刀由上而下劈向游震天的拳头。
en_us: Ling Xiao didn't defend. Instead, two different-colored flames burst from his fist, and when their fists collided together, a huge wall of flame surged up immediately. The wall of flame swept up before slicing downwards towards You ZhenTian's fist like a scythe.

source: 凌霄没理他，将两枚灵晶递给老头，“给我几串糖葫芦。”
en_us: Ling Xiao ignored him and handed two spirit gems to the old man. "Give me a few sticks of those candied fruits." (糖葫芦)

source: 凌霄没说错，一开始他的确是猜的，但是在见过老人的反应后，他就已经确定老人不是一般的渔民，按他的猜测，老人很可能是通灵玄龟安排的探子。
en_us: Ling Xiao was right. It was truly a conjecture in the beginning, but after seeing the old man's reaction, he became sure that the old man was not just an ordinary fisherman. According to his guess, the old man was probably a scout sent by the Psychic Black Turtles.

source: 凌霄淡定地说道：“就像你脱光脱衣服躺在我面前一样吸引我。”
en_us: Ling Xiao calmly said, "Like you lying naked in front of me."

source: 凌霄淡定地说道：“灵丹不一定全是救人治伤的丹药，总有些人会发明一些稀奇古怪的东西，尤其是春药之类的灵丹。”
en_us: Ling Xiao calmly replied, "Magic pills may not necessarily be a cure for people and their injuries. There are always some people who will invent some strange things, especially for magic pills like aphrodisiacs and such."

source: 凌霄淡定的回道：“我在锻炼脸部的肌肉。”
en_us: Ling Xiao replied calmly, "I'm practicing my facial muscles."

source: 凌霄淡定的说道：“制作空间符对空间之力的控制很严格，我还没试过，不知道能不能成功。”
en_us: Ling Xiao calmly said, "Creating teleportation talismans requires a lot of finesse with controlling spacial force. I haven't tried it yet, so I don't know if I can succeed or not."

source: 凌霄淡淡的回道：“就叫小乌龟。”
en_us: Ling Xiao indifferently replied, "Just call it Little Tortoise."

source: 凌霄淡淡的扫了夏音一眼，“称呼就不必了，圣女记得请夏玛部长严加管教他女儿，出言不逊，随意挑衅，没取她的性命已经是看在古玛部落的面子上，下次可就没这么好运了。”
en_us: Ling Xiao faintly swept a glance over Xia Yin,"An adress is not necessary. Holy maiden, remember to ask the Chief Mo Ma of the Guma Tribe to strictly discipline his daughters. They spoke rudely rude and provoked us as they wished. This time, for the sake of Guma Tribe's face, their lives were not taken. The next time they certainly won't be so lucky.

source: 凌霄淡淡的眯了眯眼，他口中的主子怕是那个人，当初他便猜测黑蜘蛛会不会和那个人关系，因为黑蜘蛛的手段和行事作风太像那个人。
en_us: Ling Xiao narrowed his eyes indifferently. The 'Master' he was talking about was most likely that person. Since the beginning, he had suspected that the Black Spider had something to do with that person, since the Black Spider's underhanded tricks and way of doing things were way too similar to that person.

source: 凌霄淡淡的瞥了他一眼，“九玄铁是用来锁住什么人的？”
en_us: Ling Xiao gave him a deadpan glance. "What kind of person is nine myth steel used to imprison?"

source: 凌霄淡淡的瞥他一眼，突然哂笑道：“亲手杀死一名手下就是为了跟我说这两句废话吗？
en_us: Ling Xiao shot him an indifferent glance. He suddenly smiled. "Did you personally kill one of your subordinates just to speak nonsense with me?

source: 凌霄淡淡的解释道：“通天大陆其实还有一种职业是酒师，他们酿造的灵酒有助于灵力的恢复，但是酒师这个职业并不热门，而且酒师多数是酒鬼，他们酿造的酒一部分买卖，剩下的多半会留着自己喝。”
en_us: Ling Xiao explained dryly, "There's actually another occupation in the TongTian Continent and that was sommeliers. Their spirit wine can help in the recover of soul powers (灵力), but it's not a popular occupation and most sommeliers are also drunkards (酒鬼). A proportion of their wine would be sold but most of it would be left for themselves.

source: 凌霄淡淡的说道：“依我看，最好是尽快将连心蛊炼化掉，如果这是游震天炼制的，上面很可能有他留下的印记，他现在或许因为太远而发现不了，但以后就不一定了。”
en_us: Ling Xiao calmly advised, "In my opinion, it is best to refine the Heart Linking Gu as soon as possible. If this was created by You ZhenTian, it is likely that he left an imprint on it. Maybe he can't find it now because he's too far away, but this will not necessarily be so in the future."

source: 凌霄淡淡的说道：“拳头就是硬道理！”
en_us: Ling Xiao lightly injected, "Might is right! (拳头就是硬道理)"

source: 凌霄淡淡的说道：“还需要怎么处置，杀了便是！”
en_us: Ling Xiao said lightly, "How else? Kill them!"

source: 凌霄淡然的撇了他一眼，旋即漫不经心地说：“其实我不止是个搞偷袭的家伙，我还是个藏头露尾的家伙。”
en_us: Ling Xiao indifferently glanced at him and soon after he casually rebutted, “Actually, I’m not just a guy who can mount a sneak attack. I’m also a guy who hides the head and shows the tail.”

source: 凌霄淡然道：“所以你只能当个蠢货！”
en_us: Ling Xiao said with indifference, "That's why you can only be an idiot!"

source: 凌霄深呼吸了一口气，摇摇头。
en_us: Ling Xiao took a deep breath and shook his head.

source: 凌霄深沉的看着他，“说。”
en_us: Ling Xiao stared at him thoughtfully, "What is it?"

source: 凌霄深深的看了他一眼，转身走人。
en_us: Ling Xiao gave him a profound stare before he turned and walked away.

source: 凌霄激发玄龟族血脉，这次没有冲天金色光柱，但是以他身体为中心，一道比一道，犹如潮汐般的大波浪纹像涟漪一样往四周扩散，夹着浩瀚的气息，就连远方的妖兽也能感觉到，实力稍弱的直接跪下了。
en_us: This time when Ling Xiao stimulated the Black Turtle Clan bloodline, a pillar of golden light didn't shoot up into the sky. Instead, huge patterns of waves rippled out from his body like the tide, spreading in all directions. A vast aura was included with it, and even demon beasts far away could sense it. Those that were weaker immediately kneeled down.

source: 凌霄点头道，“你说，我听着。”
en_us: Ling Xiao nodded. “Go on, I’m listening.”

source: 凌霄点点头，“玄龟一族的人都有这个特性，他们很喜欢拖时间，除非到最后一刻，否则绝不会出现，对了，上次我们在北阳城遇到的方迟尧，他的契约妖兽似乎就是通灵玄龟。”
en_us: Ling Xiao nodded, "Those from the Black Tortoise Clan have this characteristic. They like to stall for time and absolutely will not appear unless it's the last moment. Oh yes, Fang ChiYao who we previously met in BeiYang City seemed to have a Physic Black Tortoise (通灵玄龟) as his contracted demon beast."

source: 凌霄率先飞向天空，游小默连忙跟上去。
en_us: Ling Xiao flew towards the sky first, and You XiaoMo hastily followed.

source: 凌霄现在是圣境三星，当初激发龙族的血脉直接让他从一星跳到三星，两星是很多强者穷极一生都无法突破的差距，而他仅仅是激发潜在的血脉就有这个成就，他本人也是非常震惊的。
en_us: Ling Xiao was now at three star Sacred Realm (圣境三星). When he stimulated the Dragon Clan’s bloodline, it directly caused his cultivation to jump from one star to three stars. Two stars were a gap that many experts were unable to overcome in their lifetime of poverty (穷极一生).Yet he merely stimulated his latent bloodline and achieved this accomplishment, he himself was also very shocked.

source: 凌霄琢磨道：“赤血家族明面上只有游震天一名圣境强者，他是家主，不可能因为一名族人就亲自出手，否则别人会怀疑他另有所图，所以暂时应该是安全的。”
en_us: Ling Xiao thought about it said, "On the surface, the Vermillion Blood Clan only had one Sacred Realm practitioner and that was You ZhenTian, the head. He couldn't come personally for just a member of the clan, otherwise people would suspect that there was alterier motives, so we're save for now."

source: 凌霄用筷子拨着一盘盘肉，表情不变的说到：“这味道应该就是人肉了。”
en_us: Ling Xiaosifted through the plates of meat, saying emotionlessly, "Judging by the smell, it's probably human meat."

source: 凌霄用麒麟神火将母蛊引到风迟云体内的一个角落里，再用部分火将它围起来，让它暂时逃不掉才退出来。
en_us: Ling Xiao used the Qilin Godfire to draw the female Gu to a corner of Feng ChiYun's body. Then he used a portion of the fire to surround it and prevent it from escaping from the time being, so that it would have no choice but to retreat.

source: 凌霄疑惑的看着他，视线随即移到他手里的灵酒，顶级灵酒的香气素来浓郁，刚刚他们在外面喝，他在屋里就已经闻到了。
en_us: Ling Xiao eyed him suspiciously, and then his eyes immediately moved to the spirit wine in his hands. The aroma of a transcendent level spirit wine had always been rich. He could already smell it inside the house when they had just been drinking outside.

source: 凌霄的动作有一瞬间滞住了，但是游小默没发现，“你以为人人都跟你一样笨吗？”
en_us: Ling Xiao froze for a moment, but You XiaoMo didn’t notice. “Do you think everyone is as dumb as you?”

source: 凌霄的回答是将他搂进怀里，霸气的说道：“他是我夫人。”
en_us: Ling Xiao's answer was to pull him into his embrace. He said intimidatingly, "He is my wife."

source: 凌霄的声音骤然响起，吓了他一大跳。
en_us: Ling Xiao's voice suddenly resounded, causing him to jump in fright.

source: 凌霄的外公麟天表示玄龟族和傅苍穹不该参与别人的私人恩怨，否则没有强者的风范之类的。
en_us: Ling Xiao's grandfather Lin Tian announced that the Black Turtle Clan and Fu CangQiong shouldn't have gotten involved in someone else's personal grievances, or else they wouldn't have the demeanour of an expert.

source: 凌霄的实力越高，对救出他父亲的几率就越高，这正是他最希望见到的，所以在他小时候，男人就不断的嘱咐他一定要不停的提升修为才能救出他的父亲。
en_us: The stronger Ling Xiao was, the higher the chance that he would rescue his father. This was exactly what he hoped to see, the man would endlessly tell him that he absolutely had to keep raising his cultivation level so that he could rescue his father.

source: 凌霄的手从他身后伸过来并接住盒子，打开盖子，里面果然躺着一种通体莹白的蛊，不过拇指大小，像发胖的虫子，散发着森寒冰冷的气息。
en_us: From behind him, Ling Xiao’s hand stretched out. He accepted the box and opened the lid. There really was a glittering white Gu lying inside, looking just like a fat worm about the size of a thumb. It exuded an ice-cold air.

source: 凌霄的火焰是特殊神火，拥有吞噬之力，只有亲自尝过才会知道这是多么痛苦的事情。
en_us: Ling Xiao's flames were a special type of Godfire, which had the power of devouring (吞噬之力). Only when one has experienced it personally can one know how painful it is.

source: 凌霄的父亲后来被取消了继承的资格，但是凌霄体内既然有麒麟族的血脉，那就代表他也是有资格竞争的，尽管麒麟族并不承认他，但是只要谷主承认他有这个资格，就算其他人再怎么反对也无济于事。
en_us: The right to succession for Ling Xiao's father was revoked, but Ling Xiao was also qualified to compete in the succession since he had the bloodline of the Qilin Clan in his veins. Even if the Qilin Clan did not acknowledge him, it would be of no use no matter how the other members of the clan opposed as long as the Valley Master recognized his right.

source: 凌霄的父亲在麒麟族的地位很高，深受麒麟族谷主的宠幸和期望，不过也正是因为这一点，所以在犯错后才会被终审囚禁于麒麟族之中。
en_us: Ling Xiao's father had a high status in the Qilin Clan and was greatly favored by the Qilin Clan's Valley Master who had high hopes for him. However, it was precisely because of this that they had ruled that he would be imprisoned within the Qilin Clan after making a mistake.

source: 凌霄的父亲据说被关在麒麟族，麒麟族又是四灵之首，想从他们手中夺回他的父亲，除非凌霄成为七星强者或许还有可能吧。
en_us: Supposedly Ling Xiao's father was imprisioned by the Qilin Clan, and the Qilin Clan were the head of the Four Ancient Beast Clans. If they wanted to steal his father from their hands, Ling Xiao would have to be at least a seven star expert to stand a chance. (七星强者)

source: 凌霄的空间随着他的修为暴涨而扩大，现在已经比游小默的空间大几十倍，辽阔无边。
en_us: Ling Xiao's dimension had expanded alongside his cultivation skyrocketing, and by now, it was already several dozen times bigger than You XiaoMo's dimension, vast and boundless.

source: 凌霄的脚步突然停了下来。
en_us: The footsteps of Ling Xiao stopped suddenly.

source: 凌霄的表情顿时变得很微妙。
en_us: Ling Xiao's expression instantly changed slightly.

source: 凌霄的视线随意的瞥了一眼，目光落在走在中间的青年身上，一种眼熟的感觉划过心头，随即在一个记忆的犄角旮旯里找到对应此人的名字。
en_us: Ling Xiao causally glanced at them. His gaze fell onto the youth walking in the middle. A feeling that the youth was familiar-looking crossed his mind and he immediately found the name corresponding to the person in a corner of his memory.

source: 凌霄的话还没说话，下方的黑雾突然剧烈的翻滚起来，下一秒，一道黑芒突然从黑雾里冲出来，化为一张鬼脸，一脸狰狞与贪婪，张牙舞爪扑向游小默。
en_us: Ling Xiao hadn't finished speaking when the black fog below suddenly began to violently churn. In the next second, a wave of black light suddenly rushed out from the black fog and dissolved into a demon's face. The face was savage and greedy, and it charged towards You XiaoMo threateningly.

source: 凌霄的身影出现在那个方向，也不见他有什么动作，斗篷人的拳头在距离他只剩下三四米的时候突然错开了轨道，最近落在他左后方二十几米远的地方，海水瞬间爆开。
en_us: Ling Xiao's figure appeared in that direction, yet he did not make a single movement. The cloaked man's fist suddenly diverted from its path when it was only three or four meters away from him, before landing more than twenty meters behind his left, causing the seawater to burst apart in an instant.

source: 凌霄的身影在斗篷人后退的时候瞬间消失，再出现时，人已经在他身后，尽管受了内伤，但是对他的速度却没有任何影响。
en_us: Ling Xiao's figure disappeared instantly when the cloaked man retreated. When he reappeared, he was already behind the cloaked man. Although Ling Xiao had internal injuries, it had no effect on his speed.

source: 凌霄的速度太快，游小默好不容易看清楚了，乌梅镇已经看不见了，取而代之是一道愤怒的身影，一开始是一个小黑点，但是后面越来越接近；虽然仍然看不清楚是谁，但是他确定那个人一定是游震天，现在可以肯定他的便宜爹是安全的。
en_us: Ling Xiao was too fast, and You XiaoMo finally managed to see clearly. Ebony Plum Town was already no longer visible, replaced by a wrathful figure. At first it was just a small black dot, but then it started getting closer and closer; even though he still couldn't tell who it was, he was certain that that person was You ZhenTian. He could confirm for sure now that his clingy dad was safe.

source: 凌霄皱了皱眉，玉简的主人大概不想让得到玉简的人轻易的看到里面的东西，所以才会设下如此复杂的禁制。
en_us: Ling Xiao frowned. The owner of the jade drive probably set up such a complicated seal because they did not want let the people who found it to see the things inside easily.

source: 凌霄皱眉思索了一秒，旋即遗憾的说到：“说的也是，那么只好……不吃晚餐了，反正一餐不吃亦不会怎么样，你说是不是？”
en_us: Ling Xiao frwoned and thought for second before saying with lament, "That's true. I guess I have no choice... but to forgo dinner. It isn't like anything will happen if I miss a meal, no?"

source: 凌霄目不转眼，“玄龟族离这儿太远，而且路上未必会很顺利。”
en_us: Ling Xiao did not even blink, "The Black Tortoise Clan is too far from here and the journey there may not necessarily go too smoothly."

source: 凌霄目光深深的看了他一眼，说：“他的心愿已经完成了，过不了多久，他留在妖坟场那抹执念应该就会消失了。”
en_us: Ling Xiao looked at him deeply for a moment and said, "His wish has already been completed. In a little bit, the obsession keeping him in the Demon Beast Graveyard should disappear."

source: 凌霄盯着他扭来扭去的腰。
en_us: Ling Xiao stared at his hips, which were shaking.

source: 凌霄盯着装龙血的瓶子，皱着眉头就是不说话。
en_us: Ling Xiao silently stared at the bottle of dragon blood while frowning.

source: 凌霄盯着这张万年不见的脸，心中不起一丝波澜。
en_us: Ling Xiao stared at this face, which he hadn't seen in many years, his heart calm.

source: 凌霄直接将两枚塞给他，问：“问你个问题，乌山集镇哪里有卖灵草？”
en_us: Ling Xiao just stuffed the two spirit gems over (塞给他), and asked, "I'm just going to ask you a question, where do they sell magic herbs in the WuShan Town?"

source: 凌霄直接将他拎起来就往外走，“不要妨碍他们办事，你要是真想看，等一下我让你亲身体验一把。”
en_us: Ling Xiao directly picked him up and walked out, "Don't hinder them from doing things. If you really want to see it, I'll let you personally experience it later."

source: 凌霄直接扔给他两个字：“拍吧。”
en_us: Ling Xiao directly threw two words to him, "Bid ba."

source: 凌霄直接放出紫色火焰与红色两种火焰融合在一起，又是变异神火，温度在原来的基础上骤然升高几万度，火焰瞬间将白虎的尸体包裹起来，在火焰的的炽烤下，尸体下面的玉床竟然固执的抵挡了一个时辰才融化。
en_us: Ling Xiao directly released purple and red flames before fusing the two together, this was another variation of the Godfire. The temperature suddenly rose by tens of thousands of degrees (温度在原来的基础上骤然升高几万度) as the flame instantly engulfed the body of the White Tiger. The jade bed beneath the body actually stubbornly withstood the heat of the flames (火焰的的炽烤下) for an hour before melting.
